{
  "The Shawshank Redemption": [
    {
      "quote": "Hope is a good thing, maybe the best of things, and no good thing ever dies.",
      "author": "Andy Dufresne"
    },
    {
      "quote": "Get busy living, or get busy dying.",
      "author": "Andy Dufresne"
    },
    {
      "quote": "I guess it comes down to a simple choice, really. Get busy living or get busy dying.",
      "author": "Andy Dufresne"
    },
    {
      "quote": "Remember, Red, hope is a good thing, maybe the best of things, and no good thing ever dies.",
      "author": "Andy Dufresne"
    },
    {
      "quote": "Hope is a dangerous thing. Hope can drive a man insane.",
      "author": "Red"
    },
    {
      "quote": "I have to remind myself that some birds aren't meant to be caged.",
      "author": "Red"
    },
    {
      "quote": "I find I'm so excited I can barely sit still or hold a thought in my head.",
      "author": "Red"
    },
    {
      "quote": "Andy Dufresne - who crawled through a river of shit and came out clean on the other side.",
      "author": "Red"
    },
    {
      "quote": "Salvation lies within.",
      "author": "Warden Norton"
    }
  ],
  "The Godfather": [
    {
      "quote": "I'm gonna make him an offer he can't refuse.",
      "author": "Vito Corleone"
    },
    {
      "quote": "Great men are not born great, they grow great.",
      "author": "Vito Corleone"
    },
    {
      "quote": "Revenge is a dish best served cold.",
      "author": "Vito Corleone"
    },
    {
      "quote": "A friend should always underestimate your virtues and an enemy overestimate your faults.",
      "author": "Don Vito Corleone"
    },
    {
      "quote": "Never hate your enemies. It affects your judgment.",
      "author": "Michael Corleone"
    },
    {
      "quote": "Leave the gun. Take the cannoli.",
      "author": "Peter Clemenza"
    },
    {
      "quote": "A man who doesn't spend time with his family can never be a real man.",
      "author": "Vito Corleone"
    },
    {
      "quote": "I have learned more in the streets than in any classroom.",
      "author": "Don Vito Corleone"
    },
    {
      "quote": "Women and children can afford to be careless, but not men.",
      "author": "Vito Corleone"
    }
  ],
  "Forrest Gump": [
    {
      "quote": "Life is like a box of chocolates. You never know what you're gonna get.",
      "author": "Forrest Gump"
    },
    {
      "quote": "Stupid is as stupid does.",
      "author": "Forrest Gump"
    },
    {
      "quote": "My mama always said, 'Life was like a box of chocolates. You never know what you're gonna get.'",
      "author": "Forrest Gump"
    },
    {
      "quote": "Run, Forrest! Run!",
      "author": "Jenny Curran"
    },
    {
      "quote": "I may not be a smart man, but I know what love is.",
      "author": "Forrest Gump"
    },
    {
      "quote": "Mama always said, dying was a part of life.",
      "author": "Forrest Gump"
    },
    {
      "quote": "I don't know if we each have a destiny, or if we're all just floating around accidental-like on a breeze, but I, I think maybe it's both.",
      "author": "Forrest Gump"
    },
    {
      "quote": "Bubba was my best good friend. And even I know that ain't something you can find just around the corner.",
      "author": "Forrest Gump"
    },
    {
      "quote": "Mama always said you got to put the past behind you before you can move on.",
      "author": "Forrest Gump"
    },
    {
      "quote": "There's an awful lot you can tell about a person by their shoes.",
      "author": "Forrest Gump"
    }
  ],
  "The Dark Knight": [
    {
      "quote": "Why so serious?",
      "author": "The Joker"
    },
    {
      "quote": "You either die a hero, or you live long enough to see yourself become the villain.",
      "author": "Harvey Dent"
    },
    {
      "quote": "It's not who I am underneath, but what I do that defines me.",
      "author": "Batman"
    },
    {
      "quote": "The night is darkest just before the dawn. And I promise you, the dawn is coming.",
      "author": "Harvey Dent"
    },
    {
      "quote": "Introduce a little anarchy. Upset the established order, and everything becomes chaos.",
      "author": "The Joker"
    },
    {
      "quote": "Some men just want to watch the world burn.",
      "author": "Alfred"
    },
    {
      "quote": "You have nothing, nothing to threaten me with. Nothing to do with all your strength.",
      "author": "The Joker"
    },
    {
      "quote": "Madness, as you know, is like gravity. All it takes is a little push.",
      "author": "The Joker"
    },
    {
      "quote": "I believe whatever doesn't kill you, simply makes you... stranger.",
      "author": "The Joker"
    },
    {
      "quote": "Sometimes the truth isn't good enough, sometimes people deserve more. Sometimes people deserve to have their faith rewarded.",
      "author": "Batman"
    }
  ],
  "Titanic": [
    {
      "quote": "I'm the king of the world!",
      "author": "Jack Dawson"
    },
    {
      "quote": "A woman's heart is a deep ocean of secrets.",
      "author": "Rose DeWitt Bukater"
    },
    {
      "quote": "I'll never let go, Jack. I'll never let go.",
      "author": "Rose DeWitt Bukater"
    },
    {
      "quote": "Winning that ticket, Rose, was the best thing that ever happened to me. It brought me to you.",
      "author": "Jack Dawson"
    },
    {
      "quote": "When you got nothing, you got nothing to lose.",
      "author": "Jack Dawson"
    },
    {
      "quote": "I figure life's a gift and I don't intend on wasting it.",
      "author": "Jack Dawson"
    },
    {
      "quote": "I can see the Statue of Liberty already! Very small, of course.",
      "author": "Fabrizio"
    },
    {
      "quote": "You jump, I jump, remember?",
      "author": "Jack Dawson"
    },
    {
      "quote": "I saw my whole life as if I'd already lived it. An endless parade of parties and cotillions, yachts and polo matches.",
      "author": "Rose DeWitt Bukater"
    }
  ],
  "Star Wars": [
    {
      "quote": "May the Force be with you.",
      "author": "Various Characters"
    },
    {
      "quote": "I've got a bad feeling about this.",
      "author": "Various Characters"
    },
    {
      "quote": "Do or do not. There is no try.",
      "author": "Yoda"
    },
    {
      "quote": "I find your lack of faith disturbing.",
      "author": "Darth Vader"
    },
    {
      "quote": "The Force will be with you. Always.",
      "author": "Obi-Wan Kenobi"
    },
    {
      "quote": "I am your father.",
      "author": "Darth Vader"
    },
    {
      "quote": "Help me, Obi-Wan Kenobi. You're my only hope.",
      "author": "Leia Organa"
    },
    {
      "quote": "In my experience, there is no such thing as luck.",
      "author": "Obi-Wan Kenobi"
    }
  ],
  "The Lord of the Rings": [
    {
      "quote": "One does not simply walk into Mordor.",
      "author": "Boromir"
    },
    {
      "quote": "Even the smallest person can change the course of the future.",
      "author": "Galadriel"
    },
    {
      "quote": "All we have to decide is what to do with the time that is given to us.",
      "author": "Gandalf"
    },
    {
      "quote": "Not all those who wander are lost.",
      "author": "Aragorn"
    },
    {
      "quote": "There is some good in this world, and it's worth fighting for.",
      "author": "Samwise Gamgee"
    },
    {
      "quote": "It's a dangerous business, Frodo, going out your door.",
      "author": "Bilbo Baggins"
    },
    {
      "quote": "The world is indeed full of peril, and in it there are many dark places.",
      "author": "Haldir"
    },
    {
      "quote": "There’s some good in this world, Mr. Frodo, and it’s worth fighting for.",
      "author": "Samwise Gamgee"
    },
    {
      "quote": "The world is indeed full of peril, and in it there are many dark places; but still there is much that is fair, and though in all lands love is now mingled with grief, it grows perhaps the greater.",
      "author": "Haldir"
    },
    {
      "quote": "You shall not pass!",
      "author": "Gandalf"
    }
  ],
  "Harry Potter": [
    {
      "quote": "It does not do to dwell on dreams and forget to live.",
      "author": "Albus Dumbledore"
    },
    {
      "quote": "Happiness can be found even in the darkest of times, if one only remembers to turn on the light.",
      "author": "Albus Dumbledore"
    },
    {
      "quote": "After all this time? Always.",
      "author": "Severus Snape"
    },
    {
      "quote": "It is our choices, Harry, that show what we truly are, far more than our abilities.",
      "author": "Albus Dumbledore"
    },
    {
      "quote": "It matters not what someone is born, but what they grow to be.",
      "author": "Albus Dumbledore"
    },
    {
      "quote": "Words are, in my not-so-humble opinion, our most inexhaustible source of magic.",
      "author": "Albus Dumbledore"
    },
    {
      "quote": "The ones that love us never really leave us.",
      "author": "Sirius Black"
    },
    {
      "quote": "To the well-organized mind, death is but the next great adventure.",
      "author": "Albus Dumbledore"
    }
  ],
  "The Matrix": [
    {
      "quote": "There is no spoon.",
      "author": "Neo"
    },
    {
      "quote": "Welcome to the real world.",
      "author": "Morpheus"
    },
    {
      "quote": "Unfortunately, no one can be told what the Matrix is. You have to see it for yourself.",
      "author": "Morpheus"
    },
    {
      "quote": "I know kung fu.",
      "author": "Neo"
    },
    {
      "quote": "What is real? How do you define 'real'?",
      "author": "Morpheus"
    },
    {
      "quote": "Don't think you are, know you are.",
      "author": "Morpheus"
    },
    {
      "quote": "I'm trying to free your mind, Neo. But I can only show you the door. You're the one that has to walk through it.",
      "author": "Morpheus"
    },
    {
      "quote": "The Matrix is everywhere. It is all around us. Even now, in this very room.",
      "author": "Morpheus"
    },
    {
      "quote": "What you know you can't explain, but you feel it. You've felt it your entire life.",
      "author": "Morpheus"
    }
  ],
  "Fight Club": [
    {
      "quote": "The first rule of Fight Club is: You do not talk about Fight Club.",
      "author": "Tyler Durden"
    },
    {
      "quote": "It's only after we've lost everything that we're free to do anything.",
      "author": "Tyler Durden"
    },
    {
      "quote": "The things you own end up owning you.",
      "author": "Tyler Durden"
    },
    {
      "quote": "This is your life and it's ending one minute at a time.",
      "author": "Narrator"
    },
    {
      "quote": "You are not your job, you're not how much money you have in the bank. You are not the car you drive.",
      "author": "Tyler Durden"
    }
  ]
}
